{
    "analiz_tarihi": "2025-12-10 14:30:21",
    "analiz_kaynağı": "social_media.csv",
    "genel_değerlendirme": "Veriler, toplumun genel ruh halinin karmaşık bir tablo sunduğunu gösteriyor. İnsanlar arasında artan bir kaygı ve belirsizlik hissi var; bu durum, sosyal ve ekonomik belirsizliklerden kaynaklanıyor. Öfke ve bıkkınlık, özellikle siyasal konularda belirgin. Ancak, bazı kullanıcılar alaycı bir neşe ile bu durumu ele alıyor, bu da toplumun stresle başa çıkma mekanizmasını yansıtıyor.",
    "ana_duygular": [
        {
            "duygu": "Kaygı",
            "skor": 85,
            "gerekçe": "Ekonomik belirsizlikler, işsizlik oranları ve sosyal adaletsizlik konularındaki endişeler."
        },
        {
            "duygu": "Öfke",
            "skor": 75,
            "gerekçe": "Siyasal olaylar, hükümet politikaları ve sosyal medyada yayılan yanlış bilgiler üzerine tepkiler."
        }
    ],
    "baskin_gundemler": [
        {
            "konu": "Ekonomik Belirsizlik",
            "köken": "Yüksek enflasyon, işsizlik ve yaşam standartlarındaki düşüşle ilgili paylaşımlar."
        },
        {
            "konu": "Siyasal Olaylar",
            "köken": "Son seçim sonuçları, hükümetin aldığı kararlar ve protestolar üzerine yapılan yorumlar."
        },
        {
            "konu": "Sosyal Adalet",
            "köken": "Toplumda eşitsizlik, ayrımcılık ve insan hakları ihlalleri ile ilgili tartışmalar."
        }
    ],
    "harcama_egilimi_analizi": {
        "egilim": "Tüketicilerin temel ihtiyaçlara yönelmesi.",
        "sektor_etkisi": "Gıda ve temel ihtiyaç ürünlerinde artan harcamalar, lüks tüketim ürünlerinde ise düşüş."
    },
    "gelecek_tahminleri": [
        {
            "tahmin": "Sosyal huzursuzluk artabilir.",
            "risk_seviyesi": "Yüksek",
            "neden": "Devam eden ekonomik sorunlar ve siyasal belirsizlikler."
        },
        {
            "tahmin": "Temel ihtiyaç ürünlerine talep artacak.",
            "risk_seviyesi": "Orta",
            "neden": "Tüketicilerin harcama alışkanlıklarını değiştirerek, güvenli liman arayışında olmaları."
        }
    ]
}