{
    "analiz_tarihi": "2025-12-03 17:14:10",
    "analiz_kaynağı": "social_media.csv",
    "genel_değerlendirme": "Veriler, halkın ruh halinin karmaşık bir yapıda olduğunu gösteriyor. İnsanlar arasında genel bir huzursuzluk ve belirsizlik hâkim. Sosyal medya paylaşımlarında öne çıkan duygular, kaygı ve öfke ile birlikte, alaycı bir mizah anlayışını da içermekte. Bu durum, toplumun genelinde bir bıkkınlık ve çaresizlik hissiyatını ortaya koyuyor.",
    "ana_duygular": [
        {
            "duygu": "Kaygı",
            "skor": 78,
            "gerekçe": "Halk, ekonomik belirsizlikler ve siyasi durumlar hakkında endişelerini dile getiriyor."
        },
        {
            "duygu": "Öfke",
            "skor": 65,
            "gerekçe": "Sosyal adaletsizlikler ve hükümet politikalarına karşı duyulan öfke, paylaşımlarda sıkça yer almakta."
        },
        {
            "duygu": "Alaycı Neşe",
            "skor": 55,
            "gerekçe": "Zorlu koşullar altında bile mizahi bir yaklaşım benimseyen paylaşımlar artmakta."
        }
    ],
    "baskin_gundemler": [
        {
            "konu": "Ekonomik Kriz",
            "köken": "Yüksek enflasyon, işsizlik oranları ve yaşam standartlarının düşmesi üzerine yapılan paylaşımlar."
        },
        {
            "konu": "Siyasi Olaylar",
            "köken": "Seçim süreçleri ve siyasi liderlerin açıklamalarına dair tepkiler."
        },
        {
            "konu": "Sosyal Adalet",
            "köken": "Toplumda artan eşitsizlik ve adaletsizlik konularında yapılan tartışmalar."
        }
    ],
    "harcama_egilimi_analizi": {
        "egilim": "Tüketiciler, temel ihtiyaç maddelerine yönelirken lüks harcamalarda azalma gözlemleniyor.",
        "sektor_etkisi": "Gıda sektörü artış gösterirken, giyim ve eğlence sektörlerinde belirgin bir düşüş yaşanmakta."
    },
    "gelecek_tahminleri": [
        {
            "tahmin": "Ekonomik belirsizliklerin artması",
            "risk_seviyesi": "Yüksek",
            "neden": "Devam eden enflasyon ve işsizlik oranlarının yükselmesi."
        },
        {
            "tahmin": "Siyasi gerilimlerin tırmanması",
            "risk_seviyesi": "Orta",
            "neden": "Seçim sürecinin yaklaşması ve toplumda artan kutuplaşma."
        },
        {
            "tahmin": "Sosyal hareketlerin artması",
            "risk_seviyesi": "Orta",
            "neden": "Toplumun adalet arayışının devam etmesi."
        }
    ]
}