{
    "analiz_tarihi": "2025-12-09 13:46:13",
    "analiz_kaynağı": "social_media.csv",
    "genel_değerlendirme": "Veriler, toplumun genelinde bir belirsizlik ve huzursuzluk hissiyatının hakim olduğunu göstermektedir. İnsanlar, sosyal medya üzerinden paylaştıkları içeriklerde sıkça kaygı ve endişe ifadeleri kullanırken, bu duyguların ardında yatan nedenler ise ekonomik sıkıntılar ve sosyal adaletsizlikler olarak öne çıkmaktadır. Ayrıca, bireylerin duygusal durumları, toplumsal olaylara ve güncel gelişmelere bağlı olarak dalgalanmaktadır.",
    "ana_duygular": [
        {
            "duygu": "Kaygı",
            "skor": 85,
            "gerekçe": "Ekonomik belirsizlikler, işsizlik oranlarındaki artış ve sosyal adaletsizlikler."
        },
        {
            "duygu": "Öfke",
            "skor": 75,
            "gerekçe": "Yetersiz hükümet politikaları ve sosyal hizmetlerdeki eksiklikler."
        }
    ],
    "baskin_gundemler": [
        {
            "konu": "Ekonomik Kriz",
            "köken": "Yüksek enflasyon oranları, işsizlik ve yaşam standartlarının düşmesi üzerine yapılan paylaşımlar."
        },
        {
            "konu": "Sosyal Adalet",
            "köken": "Toplumsal eşitsizlikler ve protesto hareketleri ile ilgili içerikler."
        },
        {
            "konu": "Sağlık Politikaları",
            "köken": "Covid-19 sonrası sağlık hizmetlerindeki yetersizlikler ve aşı politikaları hakkında yapılan tartışmalar."
        }
    ],
    "harcama_egilimi_analizi": {
        "egilim": "Tüketicilerin temel ihtiyaçlar için harcama yapma eğiliminde artış, lüks tüketimden uzaklaşma.",
        "sektor_etkisi": "Gıda ve sağlık sektörleri ön planda; insanlar gıda fiyatlarındaki artıştan şikayet ederken, sağlık hizmetlerine daha fazla harcama yapma gereği hissediyor."
    },
    "gelecek_tahminleri": [
        {
            "tahmin": "Ekonomik durumun daha da kötüleşmesi",
            "risk_seviyesi": "Yüksek",
            "neden": "Devam eden enflasyon ve işsizlik oranlarının artışı."
        },
        {
            "tahmin": "Sosyal hareketlerin artması",
            "risk_seviyesi": "Orta",
            "neden": "Halkın artan sosyal adalet talepleri ve mevcut hükümet politikalarına karşı duyulan öfke."
        }
    ]
}